{
  "Emerging": {
    "EyeContact": [
      "Encourage yourself to practice eye contact during everyday conversations.",
    "Role-play social scenarios to boost your confidence in maintaining eye contact.",
    "Give yourself positive feedback when you make eye contact during conversations.",
    "Reflect on how eye contact impacts how others perceive you.",
    "Create a comfortable space for you to practice eye contact with close friends or family.",
    "Encourage yourself to look people in the eye while speaking, even if for a short moment.",
    "Reinforce the importance of eye contact in formal settings like presentations.",
    "Help yourself understand the difference between positive and negative eye contact.",
    "Remind yourself gently when you avoid eye contact during important conversations.",
    "Celebrate your efforts to maintain eye contact, especially in challenging or new situations."
    ],
    "Behaviour": [
    "Model calm and positive behavior during stressful situations.",
    "Encourage open conversations with yourself about your feelings and emotions.",
    "Promote the value of patience by guiding yourself through waiting in difficult situations.",
    "Identify positive behavior traits like kindness or respect in yourself.",
    "Introduce mindfulness exercises to regulate your emotions and behavior.",
    "Teach yourself conflict resolution strategies to manage disagreements with friends or family.",
    "Reflect on how consistent behavior choices can lead to personal growth.",
    "Give yourself positive reinforcement for efforts to behave well in social settings.",
    "Reward yourself with extra privileges for good conduct.",
    "Praise yourself for taking responsibility for your actions and learning from mistakes."
  ],
    "SocialRelationship":[
    "Encourage yourself to participate in group activities to foster social interaction.",
    "Guide yourself in developing listening skills and empathizing with others.",
    "Promote the importance of being a good friend and the qualities of a supportive peer.",
    "Help yourself resolve conflicts with friends calmly and constructively.",
    "Encourage yourself to get involved in community projects to build social connections.",
    "Reflect on the impact of social media on your relationships and set healthy boundaries.",
    "Model positive communication habits in all types of relationships.",
    "Maintain respect and kindness in your peer interactions.",
    "Identify behaviors in yourself that strengthen friendships, like empathy and shared activities.",
    "Value mutual respect and honesty in your friendships."
  ],
    "SpeechConveyance":[
    "Encourage yourself to express thoughts clearly in one-on-one or small group conversations.",
    "Provide constructive feedback to yourself when your speech is unclear or too fast.",
    "Practice active listening during conversations.",
    "Celebrate your attempts at speaking clearly, especially in formal settings.",
    "Guide yourself to slow down when speaking to ensure clarity and confidence.",
    "Use body language and facial expressions to enhance your speech.",
    "Seek opportunities to speak in front of small groups to build confidence.",
    "Support your use of descriptive language to help make your point clearer.",
    "Practice storytelling techniques to improve engagement in your speech.",
    "Offer gentle corrections to yourself when your speech lacks clarity or focus."
  ],
    "ConcentrationLevel":[
    "Provide yourself with a quiet, distraction-free environment for studying or focus activities.",
    "Encourage regular breaks during study or tasks to avoid burnout.",
    "Use timers or visual cues to help yourself maintain focus for short, manageable periods.",
    "Praise yourself when you concentrate on tasks for a certain amount of time.",
    "Help yourself break down tasks into smaller chunks to improve focus and reduce overwhelm.",
    "Encourage mindfulness activities, like breathing exercises, to improve your concentration.",
    "Reinforce your positive efforts when you complete tasks with focus.",
    "Guide yourself to limit distractions, such as turning off notifications or avoiding multitasking.",
    "Set clear goals for what to achieve during focused time periods.",
    "Create structure in your routine to help stay on track."
  ],
    "SelfRegulation":[
    "Support yourself with strategies to pause and reflect before reacting emotionally.",
    "Model self-regulation by managing your own emotions in challenging situations.",
    "Guide yourself through techniques like deep breathing or counting to calm down.",
    "Celebrate your successful management of emotions in difficult situations.",
    "Practice self-regulation during group activities or social situations.",
    "Give yourself constructive feedback when you manage your reactions well.",
    "Create a calming routine, like listening to music or taking a walk.",
    "Recognize emotional triggers and discuss strategies to handle them.",
    "Celebrate small wins when you demonstrate patience or composure in challenging situations.",
    "Practice self-regulation in real-life situations, like handling frustration."
  ],
    "StressLevel":[
    "Help yourself identify and name your stress triggers to better manage your emotions.",
    "Encourage stress-relief activities, like physical exercise or creative hobbies.",
    "Discuss stress-reduction strategies, such as relaxation techniques, to help yourself cope.",
    "Celebrate your ability to recognize and manage stress on your own.",
    "Guide yourself to set manageable goals and break down tasks to avoid feeling overwhelmed.",
    "Create calm spaces where you can retreat and unwind when feeling stressed.",
    "Incorporate regular physical activity or yoga to help alleviate stress.",
    "Use problem-solving skills to reduce the feeling of being stressed.",
    "Celebrate moments when you manage to stay calm during stressful situations.",
    "Offer praise to yourself when you seek help or discuss your stress."
  ],
    "BodyMind":[
    "Encourage yourself to engage in physical activity to manage energy and emotions.",
    "Build a routine for balancing schoolwork, physical activity, and relaxation.",
    "Engage in activities like sports or creative movement that foster body-mind coordination.",
    "Praise your efforts in maintaining physical health, like regular exercise or healthy eating.",
    "Make time for activities that help you relax and unwind.",
    "Develop healthy sleep habits to ensure adequate rest and recovery.",
    "Engage in physical activities that you enjoy.",
    "Explore mindful movement practices like yoga or Tai Chi.",
    "Praise your efforts when you balance physical and emotional well-being.",
    "Recognize the connection between your physical state and emotional responses."
  ],
    "Empathy":[
    "Encourage yourself to actively listen to others and show understanding through body language.",
    "Identify others’ emotions and discuss how to respond appropriately.",
    "Praise yourself when you show kindness and understanding towards others.",
    "Put yourself in someone else’s shoes to develop deeper empathy.",
    "Reflect on your own feelings to better understand others’ emotional states.",
    "Have open discussions about feelings to build awareness and empathy.",
    "Praise your thoughtful responses when a friend or family member is struggling.",
    "Practice role-playing scenarios to help you develop empathetic behavior.",
    "Notice how others feel and discuss ways to show care and kindness."
  ],
    "Motivation":[
    "Set small, achievable goals that you can work towards over time.",
    "Celebrate your achievements, no matter how small, to build your motivation.",
    "Focus on effort over outcome to encourage a growth mindset.",
    "Praise yourself for persistence, even when faced with setbacks.",
    "Remind yourself of your strengths and past successes to boost motivation.",
    "Seek opportunities to take on challenges and push yourself.",
    "Stay focused on long-term goals, even if progress is slow.",
    "Take initiative in school or extracurricular activities.",
    "Create a reward system for reaching milestones in your personal goals.",
    "Set meaningful goals that align with your values and interests."
  ],
    "SelfAwareness":[
    "Encourage regular reflection on your thoughts, feelings, and actions.",
    "Identify your strengths and areas for growth.",
    "Celebrate your self-reflection and willingness to improve.",
    "Understand how your emotions impact your behavior and relationships.",
    "Keep a journal or talk about your feelings to promote self-awareness.",
    "Recognize patterns in your behavior and emotions to better understand yourself.",
    "Acknowledge mistakes and work to learn from them.",
    "Identify your goals and how they align with your values.",
    "Practice mindfulness to improve your self-awareness.",
    "Adjust your behavior based on feedback to support growth."
  ],
    "Mindfulness":[
    "Guide yourself through mindfulness practices such as deep breathing or meditation.",
    "Use mindfulness techniques to stay calm and focused.",
    "Praise your efforts when you use mindfulness strategies to manage stress or difficult emotions.",
    "Develop awareness of your surroundings and thoughts during stressful moments.",
    "Practice mindfulness during everyday activities, like eating or walking.",
    "Take regular breaks throughout the day to stay present and recharged.",
    "Use mindfulness to improve concentration and emotional regulation.",
    "Engage in mindfulness in a calm, peaceful setting.",
    "Practice mindfulness to foster better focus and emotional balance.",
    "Commit to mindfulness practices, even if you're just starting."
  ],
    "Creativity":[
    "Encourage creative expression through art, writing, or music to foster your imagination.",
    "Support your creative projects by providing resources and a space to explore.",
    "Celebrate your creativity when you come up with unique solutions or ideas.",
    "Explore new hobbies and activities that stimulate your creativity.",
    "Develop problem-solving skills by giving yourself opportunities to create and experiment.",
    "Celebrate your creative achievements and share your work with others.",
    "Make time for unstructured play or creative thinking.",
    "See challenges as opportunities for creative thinking and innovation.",
    "Collaborate with others on creative projects to enhance teamwork and idea generation.",
    "Celebrate your original ideas and your ability to think outside the box."
  ],
    "TimeManagement":[
    "Create a daily schedule to manage your time effectively.",
    "Break large tasks into smaller, more manageable parts to avoid procrastination.",
    "Stick to a routine or set deadlines for tasks and celebrate your success.",
    "Prioritize tasks and focus on one thing at a time.",
    "Manage distractions by setting aside specific times for focused work.",
    "Set realistic expectations for how long tasks will take.",
    "Use reminders for important deadlines and activities to improve time management.",
    "Celebrate your ability to complete tasks on time and stay organized.",
    "Create a balance between school, leisure, and personal responsibilities.",
    "Reflect on how you manage your time and make improvements where necessary."
  ],
    "Optimism":[
    "Encourage yourself to maintain a positive outlook, even when faced with challenges.",
    "Stay hopeful and focused on solutions during tough situations.",
    "Reframe negative thoughts by focusing on opportunities for growth.",
    "Talk about your accomplishments and progress to reinforce your optimism.",
    "Celebrate small successes along the way to maintain positivity.",
    "Practice gratitude and appreciation to strengthen your optimistic mindset.",
    "Stay optimistic, especially when you encounter obstacles.",
    "Engage in positive self-talk and believe in your abilities.",
    "Learn from setbacks and view them as stepping stones to success.",
    "Maintain a positive attitude, even during challenging situations."
  ],
    "extra":[
       "Support them with a nurturing environment that promotes kindness and patience.",
      "Reinforce posi"
    ]
  },
  "Balanced": {
    "EyeContact": [
      "You should use eye contact as a tool for building strong, impactful relationships.",
      "Try using eye contact to lead engaging discussions or presentations.",
      "Using eye contact can help you establish authority and trust in professional settings.",
      "You can master the use of eye contact effectively in all forms of communication.",
      "Be a role model by demonstrating strong eye contact in all your interactions.",
      "You can mentor others in the power of eye contact and guide them to improve.",
      "Look for opportunities to showcase your communication skills, including effective eye contact, in public settings.",
      "Integrate eye contact with other communication skills like body language and tone to improve interactions.",
      "Use your eye contact to foster connections and build rapport with diverse groups.",
      "Command attention by using eye contact in both professional and personal conversations."
    ],
    "Behaviour": [
    "Lead by example in promoting positive behavior within your community.",
    "Stay composed and ethical even under challenging circumstances.",
    "Guide others through difficult social situations with grace and empathy.",
    "Take responsibility and influence others positively through your actions.",
    "Make thoughtful decisions when facing moral dilemmas.",
    "Develop your leadership potential through self-discipline and integrity.",
    "Balance your personal goals and the needs of others effectively.",
    "Work on your emotional intelligence to build rapport with individuals from diverse backgrounds.",
    "Mentor peers or younger students in positive behavior practices.",
    "Use your influence to bring about positive changes within your social circle."
  ],
    "SocialRelationship":[
      "Create and sustain lifelong, meaningful relationships.",
      "Get involved in mentorship programs or community initiatives.",
      "Navigate complex relationship dynamics with wisdom and sensitivity.",
      "Foster harmony in group settings and resolve conflicts with diplomacy.",
      "Use your relationships to positively influence and inspire others.",
      "Build and maintain an extensive social network through authentic connections.",
      "Empower and support others in both personal and professional settings.",
      "Learn and apply advanced communication techniques in all relationships.",
      "Be a role model for healthy, respectful relationships in your community.",
      "Share your relationship-building knowledge with others."
    ],
    "SpeechConveyance":[
    "Use speech as a powerful tool for influencing and motivating others.",
    "Deliver impactful speeches at public events or presentations.",
    "Communicate complex ideas clearly and concisely to diverse audiences.",
    "Hone advanced public speaking techniques for a variety of contexts.",
    "Master persuasive communication by practicing advanced rhetorical skills.",
    "Use your speech effectively in leading teams or organizations.",
    "Refine your speech delivery to captivate and inspire listeners across different settings.",
    "Deliver speeches at conferences, forums, or public events to build your influence.",
    "Use your speech to influence positive change in your community or peer group.",
    "Use your voice as a tool for advocacy and promoting causes you are passionate about."
  ],
    "ConcentrationLevel":[
      "Minimize distractions by creating a quiet, organized workspace.",
    "Break tasks into smaller, manageable pieces to improve focus.",
    "Use time blocks for studying and activities, allowing short breaks.",
    "Stay engaged in your tasks without wandering thoughts.",
    "Avoid multitasking, as it can disrupt concentration.",
    "Set goals to keep your focus on the task at hand.",
    "Practice deep breathing or short breaks to reset focus.",
    "Establish a routine that includes regular study time and physical activities.",
    "Prioritize tasks and tackle them sequentially.",
    "Stay organized and use tools like planners or reminders.",
    "Learn to refocus when you get distracted.",
    "Create a designated study space free of distractions, like phones.",
    "Maintain focus even in challenging environments.",
    "Develop concentration through activities like puzzles or reading.",
    "Practice mindfulness to enhance focus and concentration."
  ],
    "SelfRegulation":[
      "Set realistic goals for managing your emotions in different situations.",
    "Pause before reacting to emotional triggers to think through your response.",
    "Stay calm and composed in stressful or frustrating situations.",
    "Practice breathing exercises to regulate your emotional responses.",
    "Recognize your emotional triggers and learn to manage them.",
    "Develop healthy coping strategies for dealing with frustration or anxiety.",
    "Maintain emotional composure during disagreements or conflicts.",
    "Practice mindfulness to manage your thoughts and emotions.",
    "Take time to reflect on your actions before reacting.",
    "Recognize the importance of self-control and managing impulses.",
    "Take responsibility for your emotional reactions.",
    "Use journaling or self-reflection to process your emotions.",
    "Practice empathy to understand and regulate your emotions.",
    "Stay focused on your goals despite emotional distractions.",
    "Establish routines that help regulate your emotional state."
  ],
    "StressLevel":[
      "Identify signs of stress and practice techniques to reduce it, such as deep breathing.",
    "Take breaks and practice relaxation techniques when feeling overwhelmed.",
    "Recognize when you are stressed and seek ways to cope.",
    "Manage your workload by breaking it into smaller, more manageable parts.",
    "Maintain a balance between schoolwork, extracurriculars, and relaxation.",
    "Prioritize self-care practices, such as exercise and sleep.",
    "Seek support from others when feeling stressed.",
    "Use positive coping strategies like mindfulness or journaling to reduce stress.",
    "Develop a routine that allows time for rest and rejuvenation.",
    "Ask for help when you feel stressed or overwhelmed.",
    "Practice time management to reduce last-minute stress.",
    "Recognize that stress is a normal part of life and can be managed with healthy habits.",
    "Stay resilient in handling stress without becoming overwhelmed.",
    "Practice gratitude or focus on positive aspects of your life to counteract stress.",
    "Engage in relaxing hobbies or activities to unwind from stress."
  ],
    "BodyMind":[
      "Participate in activities that require coordination, such as sports or dancing.",
    "Integrate mental focus with physical movement.",
    "Set goals to improve both physical coordination and mindfulness.",
    "Engage in activities like yoga or martial arts to strengthen your mind-body connection.",
    "Practice mindfulness techniques to improve focus during physical activities.",
    "Work on improving both physical and mental agility.",
    "Participate in team sports to improve coordination and teamwork.",
    "Understand the importance of coordination for overall health and performance.",
    "Remain mindful and focused while performing physical tasks.",
    "Improve your body-mind coordination through regular physical exercise.",
    "Develop a routine that combines physical and mental challenges.",
    "Practice activities that improve fine motor skills and hand-eye coordination.",
    "Balance mental and physical tasks effectively.",
    "Focus on maintaining proper posture and movement during physical activities.",
    "Explore creative forms of movement like dance or sports."
  ],
    "Empathy":[
      "Practice active listening to understand others' perspectives.",
    "Recognize and acknowledge others' feelings and experiences.",
    "Develop compassion for others by engaging in volunteer work.",
    "Cultivate a deeper understanding of diverse backgrounds and perspectives.",
    "Use empathy to resolve conflicts and create harmony within your relationships.",
    "Comfort and support others during difficult times.",
    "Learn to communicate your feelings empathetically and kindly.",
    "Be emotionally available to friends and family.",
    "Understand others' emotions and offer support.",
    "Show empathy by offering help when others are struggling.",
    "Recognize that everyone experiences emotions differently.",
    "Reflect on your interactions to better understand others' feelings.",
    "Consistently put yourself in others' shoes.",
    "Practice kindness and compassion to develop stronger relationships.",
    "Reflect on how your actions impact others' emotional well-being."
  ],
    "Motivation":[
      "Set realistic goals and take small steps towards achieving them.",
    "Break down large tasks into smaller, manageable ones.",
    "Develop a positive mindset by focusing on your strengths.",
    "Track your progress and celebrate small wins along the way.",
    "Stay motivated despite challenges.",
    "Identify and work through obstacles that may prevent motivation.",
    "Stay focused on your long-term goals and remain positive.",
    "Develop healthy habits that foster motivation, such as regular exercise.",
    "Stay organized and plan your tasks effectively.",
    "Explore different strategies for staying motivated, such as visualization or positive affirmations.",
    "Surround yourself with people who inspire and motivate you.",
    "Reflect on your personal progress and learn from your experiences.",
    "Foster a growth mindset and self-confidence to stay motivated.",
    "Balance work and relaxation to avoid burnout.",
    "Persevere and stay on track towards your goals."
  ],
    "SelfAwareness":[
      "Practice self-reflection through journaling or meditation.",
    "Recognize your emotions and their impact on others.",
    "Understand your strengths and weaknesses with a growth mindset.",
    "Set personal goals based on self-awareness and desired outcomes.",
    "Recognize your emotional triggers and work on emotional regulation.",
    "Focus on understanding your own needs and desires.",
    "Develop mindfulness techniques to increase awareness of the present moment.",
    "Assess your behaviors and how they align with your values.",
    "Reflect on your progress in developing self-awareness.",
    "Seek feedback from others to improve your self-awareness.",
    "Understand the ways you contribute to your own successes and challenges.",
    "Become more mindful of your emotional and mental state.",
    "Develop strategies for handling difficult emotions effectively.",
    "Identify areas of personal growth and take steps towards improvement.",
    "Understand the importance of self-awareness in building better relationships."
  ],
    "Mindfulness":[
     "Engage in regular mindfulness practices, such as meditation or deep breathing, to reduce stress.",
    "Stay present during school, social activities, and home life by focusing on the moment.",
    "Identify and reflect on your thoughts and emotions without judgment.",
    "Use mindfulness to stay calm in challenging situations.",
    "Engage in activities that promote mindfulness, like yoga or journaling.",
    "Recognize when you're becoming overwhelmed and take a break.",
    "Check in with yourself by asking 'How am I feeling?' during the day.",
    "Use mindfulness to improve concentration and reduce distractions during study time.",
    "Integrate mindfulness into your daily routines, such as before school or after schoolwork.",
    "Find mindfulness techniques that work best for you, such as listening to calming music or going for walks.",
    "Incorporate mindfulness into your interactions with others.",
    "Reflect on your own thoughts and emotions through mindfulness exercises.",
    "Stay open-minded and nonjudgmental while practicing mindfulness.",
    "Create time each day for mindfulness practices to relax your body and mind.",
    "Promote mindfulness within your social group to foster collective well-being."
  ],
    "Creativity":[
      "Use your creativity to develop innovative solutions to everyday challenges.",
    "Participate in creative activities, like writing, painting, or music, to express yourself.",
    "Foster creativity in problem-solving by thinking outside the box.",
    "Challenge yourself to come up with new ideas and fresh perspectives.",
    "Collaborate with others to inspire and create something unique.",
    "Develop your creative skills by experimenting with different forms of expression.",
    "Integrate creative thinking into academic or professional tasks to improve outcomes.",
    "Use creativity to bring new ideas to life through projects and activities.",
    "Work with others in a team setting to combine creative ideas and achieve success.",
    "Learn to embrace and cultivate your creative side to unlock new possibilities.",
    "Keep an open mind and explore different ways to approach problems.",
    "Foster a creative mindset by staying curious and exploring new interests.",
    "Seek inspiration from diverse sources to fuel your creativity.",
    "Push your creative boundaries by taking risks and experimenting with new ideas.",
    "Make creativity a habit by setting aside time for exploration and innovation."
  ],
    "TimeManagement":[
      "Plan your day by setting clear goals and prioritizing tasks.",
    "Break large tasks into smaller, more manageable steps to avoid feeling overwhelmed.",
    "Use tools like calendars or apps to schedule your activities and deadlines.",
    "Develop a habit of reviewing your schedule and adjusting as needed.",
    "Allocate specific time slots for different tasks to stay on track.",
    "Avoid procrastination by tackling difficult tasks first.",
    "Learn to say no to unnecessary distractions that take time away from your priorities.",
    "Create routines that help you manage your time effectively and reduce stress.",
    "Set aside time for breaks and relaxation to maintain productivity.",
    "Track your progress throughout the day to ensure you’re meeting your goals.",
    "Use time effectively by balancing work, study, and leisure.",
    "Stay organized and prepared by planning ahead.",
    "Develop time management strategies that work best for your needs.",
    "Monitor your use of time and make adjustments as you go.",
    "Reflect on how you spend your time and adjust to make more efficient use of it."
  ],
    "Optimism":[
     "Focus on the positive aspects of situations, even when faced with challenges.",
    "Maintain a hopeful outlook for the future and take proactive steps to achieve your goals.",
    "Look for opportunities in every challenge, viewing obstacles as growth opportunities.",
    "Surround yourself with positive influences that inspire hope and confidence.",
    "Practice gratitude daily by acknowledging the good things in your life.",
    "Use positive affirmations to boost your confidence and mindset.",
    "Develop resilience by learning to bounce back from setbacks.",
    "Cultivate a mindset of abundance, believing that there are many opportunities to succeed.",
    "Encourage others to stay optimistic and hopeful during tough times.",
    "Stay focused on the possibilities rather than the limitations.",
    "Recognize that setbacks are temporary and can be overcome with persistence.",
    "Use optimism to drive positive change in your personal and professional life.",
    "Celebrate progress and milestones, no matter how small, to maintain a positive attitude.",
    "Spread positivity to those around you and create an uplifting environment.",
    "Trust in your abilities and believe that challenges are part of the journey to success."
  ],
    "extra":[
       "Support them with a nurturing environment that promotes kindness and patience.",
      "Reinforce posi"
    ]
  },
  "Impressive": {
    "EyeContact": [
    "Encourage yourself to maintain steady eye contact during conversations.",
    "Understand the cultural nuances of eye contact in different social settings.",
    "Praise yourself when you use eye contact naturally during conversations.",
    "Role-play professional settings where eye contact is key.",
    "Balance eye contact to avoid overdoing it or seeming disengaged.",
    "Provide yourself with feedback when you effectively use eye contact during discussions.",
    "Practice eye contact during presentations or public speaking to build confidence.",
    "Adapt your eye contact based on the situation (formal, casual).",
    "Engage in eye contact during everyday conversations to build confidence.",
    "Use eye contact as part of your active listening skills."
  ],
    "Behaviour": [
    "Reinforce consistent positive behavior, such as maintaining patience and self-control.",
    "Practice mindfulness to stay calm in stressful situations.",
    "Praise yourself for making thoughtful, responsible choices in challenging situations.",
    "Develop strategies for coping with peer pressure and stressful environments.",
    "Set personal goals for improving behavior and self-regulation.",
    "Use positive reinforcement to celebrate good behavior in both social and academic settings.",
    "Model respectful behavior in daily interactions and discussions.",
    "Seek feedback from peers and teachers to improve your behavior.",
    "Reflect on your actions and how you can improve next time."
  ],
    "SocialRelationship":[
    "Navigate tricky situations, like dealing with peer pressure or conflicts.",
    "Develop deeper friendships based on mutual respect and understanding.",
    "Participate in group activities to foster collaboration and teamwork.",
    "Set healthy boundaries with friends and respect others’ boundaries.",
    "Understand the importance of trust and honesty in relationships.",
    "Be supportive of friends and contribute positively to group activities.",
    "Value empathy and emotional intelligence in building strong social connections.",
    "Practice conflict resolution skills with peers.",
    "Engage in constructive communication with friends and family.",
    "Recognize and appreciate the diversity in friendships and social groups."
  ],
    "SpeechConveyance":[
    "Articulate ideas clearly and confidently in group discussions.",
    "Use appropriate language for different contexts (formal, informal).",
    "Practice clarity in speech during presentations or group projects.",
    "Improve your tone, pacing, and volume for effective communication.",
    "Organize your thoughts before speaking for clearer expression.",
    "Engage in debates or discussions to improve your public speaking skills.",
    "Be concise while ensuring your message is clearly conveyed.",
    "Ask questions and express thoughts clearly in social settings.",
    "Use storytelling to make your speech more engaging and relatable.",
    "Practice good posture and body language to complement your speech."
  ],
    "ConcentrationLevel":[
     "Stay focused for extended periods during complex tasks.",
    "Use concentration techniques like the Pomodoro method.",
    "Set clear intentions for each task and stick to them.",
    "Stay engaged even when the task is challenging.",
    "Eliminate digital distractions and use apps that block interruptions.",
    "Integrate focus-building exercises into your daily routine.",
    "Remain calm and maintain focus under pressure.",
    "Stay present and focused, even in busy environments.",
    "Practice active listening during conversations to improve focus.",
    "Increase your concentration on tasks for longer stretches without reminders.",
    "Use focus-based activities like meditation or yoga to improve concentration.",
    "Manage distractions and stay on task even in noisy environments.",
    "Maintain focus on long-term goals, avoiding distractions.",
    "Take breaks when necessary and return to focus afterward.",
    "Prioritize important tasks with a strong work ethic."
  ],
    "SelfRegulation":[
      "Manage emotional responses in high-pressure situations.",
    "Recognize and express your emotions in a healthy, controlled way.",
    "Model self-regulation for others by staying composed in challenging situations.",
    "Recognize when you need a break to reset emotionally.",
    "Approach conflict calmly and rationally.",
    "Manage anxiety by breaking down overwhelming tasks into manageable steps.",
    "Reflect on your emotions and behaviors with maturity.",
    "Practice meditation or relaxation techniques for emotional regulation.",
    "Think before you act and avoid impulsive decisions.",
    "Build a positive self-talk routine to manage emotional ups and downs.",
    "Use time-out strategies or self-soothing techniques when feeling overwhelmed.",
    "Bounce back quickly after emotional setbacks.",
    "Recognize the link between self-regulation and success in life.",
    "Navigate complex social situations with emotional maturity.",
    "Set personal goals to further develop self-regulation skills."
  ],
    "StressLevel":[
      "Handle high-pressure situations with composure.",
    "Develop healthy routines for managing stress, such as exercise or meditation.",
    "View challenges as opportunities for growth to build resilience.",
    "Stay calm and focused during stressful moments.",
    "Develop strategies for stress management, such as mindfulness or relaxation techniques.",
    "Adapt and stay positive during stressful situations.",
    "Develop stress management plans when things become overwhelming.",
    "Talk openly about stress and ask for support when needed.",
    "Recognize and manage stress before it becomes unmanageable.",
    "Practice cognitive reframing to change negative thoughts that contribute to stress.",
    "Engage in regular physical activity to release stress.",
    "Take a proactive approach to stress management, including planning and time management.",
    "Stay optimistic despite stressful challenges.",
    "Engage in stress-reducing hobbies like art, music, or sports.",
    "Use effective coping mechanisms to handle both academic and social stress."
  ],
    "BodyMind":[
      "Synchronize your mental focus with physical actions seamlessly.",
    "Achieve mastery in physical coordination through advanced sports or activities.",
    "Perform challenging physical tasks with mindfulness and concentration.",
    "Mentor others in developing body-mind coordination techniques.",
    "Improve your integration of physical and mental challenges.",
    "Use coordination exercises to improve mental agility.",
    "Tackle difficult physical and mental tasks with confidence.",
    "Use your body-mind coordination in both academic and personal pursuits.",
    "Participate in activities like gymnastics or advanced martial arts to enhance coordination.",
    "Develop a strong connection between physical and mental performance.",
    "Take on leadership roles in activities that require coordination.",
    "Perform complex physical and mental tasks with growth in mind-body coordination.",
    "Create routines that enhance both mental and physical skills."
  ],
    "Empathy":[
      "Understand others' emotions deeply, even in complex situations.",
    "Engage in community service projects to practice empathy in real-world settings.",
    "Offer emotional support during challenging times for friends and family.",
    "Articulate others' feelings and perspectives with clarity.",
    "Seek diverse experiences to broaden your empathetic understanding.",
    "Connect with people from various backgrounds and experiences.",
    "Provide emotional support to others in need.",
    "Show empathy without judgment or assumptions.",
    "Be a reliable, understanding friend in times of crisis.",
    "Empathize with people facing different challenges.",
    "Take action when you see someone in distress, showing empathy through support.",
    "Use your empathy to mentor and guide others with understanding."
  ],
    "Motivation":[
      "Overcome setbacks with resilience and renewed focus.",
    "Set ambitious goals and create a clear action plan to achieve them.",
    "Use your motivation to inspire and support others in their endeavors.",
    "Maintain a high level of motivation despite challenges.",
    "Seek new ways to fuel your motivation, such as learning new skills or expanding your knowledge.",
    "Stay disciplined and committed to long-term projects.",
    "Adapt to new situations while maintaining motivation.",
    "Reflect on your motivations and adjust your goals as needed.",
    "Take calculated risks to achieve your objectives and grow.",
    "Motivate others with your passion and determination.",
    "Find intrinsic motivation through personal passion and purpose.",
    "Become a role model in motivating peers or colleagues."
  ],
    "SelfAwareness":[
      "Introspect deeply and gain clarity on your personal goals and values.",
    "Develop advanced mindfulness practices that enhance your self-awareness.",
    "Be proactive in managing your emotional and mental state.",
    "Identify patterns in your behavior and make changes accordingly.",
    "Take responsibility for your actions and how they affect others.",
    "Cultivate emotional intelligence through self-awareness.",
    "Use self-awareness to improve personal and professional interactions.",
    "Share your self-awareness journey with others to inspire growth.",
    "Stay calm and centered in challenging situations through self-awareness."
  ],
    "Mindfulness":[
      "Integrate mindfulness practices into challenging situations, like exams or social conflicts.",
    "Explore advanced mindfulness techniques, such as body scans or visualization.",
    "Use mindfulness to enhance overall well-being, not just to cope with stress.",
    "Maintain a calm and focused mindset in the face of adversity or distraction.",
    "Lead mindfulness practices in group settings, like with family or friends.",
    "Create a regular mindfulness schedule and integrate it into your daily activities.",
    "Use mindfulness to improve your emotional resilience and mental clarity."
  ],
    "Creativity":[
     "Generate innovative ideas and push the boundaries of creativity.",
    "Showcase your creative work through exhibitions, performances, or online platforms.",
    "Hone your creative skills, such as taking advanced art, music, or writing classes.",
    "Present your creative ideas confidently to others.",
    "Integrate creativity into problem-solving and decision-making.",
    "Experiment with new forms of creative expression, like animation or video production.",
    "Create something original by taking inspiration from various sources.",
    "Embrace constructive feedback and use it to improve your creative work."
  ],
    "TimeManagement":[
      "You demonstrate a proactive approach to time management by planning ahead for upcoming projects.",
    "I encourage you to take ownership of your time and use it wisely to reach your long-term goals.",
    "Take time to reflect on your time usage and identify areas for improvement.",
    "Your ability to delegate tasks when working in groups shows you can balance the workload effectively.",
    "Manage your time effectively during busy periods, such as exams or deadlines, to stay on top of things.",
    "Stay disciplined with your time management, even when facing unexpected challenges.",
    "You balance productivity with personal life, maintaining a high level of output without burning out.",
    "Evaluate how much time you spend on social media and make sure there’s a healthy balance.",
    "You stay focused on one task at a time, minimizing distractions, which is a great strength.",
    "Develop routines that support both work and leisure to maintain balance in your life.",
    "Your commitment to improving your time management skills by setting and meeting goals is admirable.",
    "Consider using technology, like calendar apps or reminders, to streamline your time management process.",
    "Learn from your past experiences to continuously refine your approach to time management.",
    "You show flexibility in adapting your plans when unexpected events arise, which is a valuable skill.",
    "Understand the value of rest and recovery as part of managing your time effectively."
  ],
    "Optimism":[
      "You maintain an optimistic attitude even when faced with prolonged setbacks or adversity, which is inspiring.",
    "Use optimism as a tool for problem-solving, seeing challenges as opportunities to grow.",
    "Turn negative thoughts into positive affirmations to cultivate a consistently optimistic outlook.",
    "You consistently look beyond obstacles, focusing on your goals with a positive mindset.",
    "Inspire others with your positive attitude and outlook on life, showing them the power of optimism.",
    "Your resilience in the face of adversity is remarkable, always bouncing back with optimism.",
    "Lead by example in fostering optimism within your peer group or family, setting a positive tone.",
    "You have a unique ability to inspire optimism in others, helping friends and peers stay motivated.",
    "Apply your optimism to challenging academic or extracurricular situations, and keep pushing forward.",
    "Stay focused on the long-term benefits of your goals, remaining hopeful despite setbacks.",
    "Practicing gratitude regularly will help reinforce your optimistic mindset.",
    "Your ability to stay motivated, even during difficult phases, is impressive, as you maintain a positive vision for the future.",
    "Take optimistic actions that lead to tangible progress toward your dreams, step by step.",
    "Reflect on your accomplishments and use those successes as motivation for future endeavors.",
    "You have an exceptional ability to maintain hope and positivity, even during difficult circumstances."
  ],
    "extra":[
       "Support them with a nurturing environment that promotes kindness and patience.",
      "Reinforce posi"
    ]
  },
  "Outstanding": {
    "EyeContact": [
      "Encourage them to use eye contact as a tool for strengthening professional relationships.",
    "Help them perfect the art of maintaining eye contact in large group settings.",
    "Provide opportunities for them to practice eye contact in a variety of formal and informal situations.",
    "Encourage them to become comfortable with sustained eye contact in conversations.",
    "Praise them when they use eye contact to convey confidence and engagement in discussions.",
    "Support them in using eye contact to create rapport with new people in social settings.",
    "Reinforce the importance of adjusting eye contact based on cultural and contextual considerations.",
    "Provide constructive feedback on using eye contact to make their interactions more impactful.",
    "Encourage them to notice and learn from effective communicators and their use of eye contact.",
    "Help them refine their use of eye contact in professional and academic environments."
  ],
    "Behaviour": [
     "Support their growth by encouraging self-reflection and continuous improvement.",
    "Help them model positive behavior for peers and younger children.",
    "Provide guidance on maintaining composure and making decisions under pressure.",
    "Celebrate their efforts to display empathy, patience, and kindness in difficult situations.",
    "Encourage leadership skills and promoting positive behavior within a group.",
    "Support their ability to manage complex social dynamics in both academic and personal life.",
    "Guide them in balancing their personal goals with the needs of others in group settings.",
    "Praise them for resolving conflicts in a mature and constructive manner.",
    "Encourage regular self-assessment to promote continued personal development.",
    "Model ethical behavior and discuss the importance of integrity in all actions."
  ],
    "SocialRelationship":[
      "Support their ability to form meaningful, respectful friendships that last over time.",
    "Encourage them to seek advice from trusted adults or peers for relationship challenges.",
    "Promote the value of honest and open communication in friendships and partnerships.",
    "Guide them in developing the social skills necessary for effective teamwork and collaboration.",
    "Praise their ability to empathize with others and understand different perspectives.",
    "Support them in creating balanced relationships that allow for mutual respect and healthy boundaries.",
    "Guide them in cultivating a positive reputation among peers and in social groups.",
    "Encourage participation in social initiatives or clubs to further develop their network.",
    "Help them develop the confidence to address conflict respectfully within relationships.",
    "Support their growth in managing group dynamics and leading by example."
  ],
    "SpeechConveyance":[
      "Encourage them to develop a compelling, persuasive style of speaking in group settings.",
    "Support their skills in effectively using non-verbal communication to enhance their message.",
    "Provide opportunities for them to practice public speaking in front of larger audiences.",
    "Praise them for their ability to communicate effectively, both in personal and professional settings.",
    "Help them refine their communication style by focusing on clarity and conciseness.",
    "Encourage them to work on becoming more persuasive while remaining respectful and thoughtful.",
    "Praise their ability to adjust their speech according to the audience and context.",
    "Encourage them to participate in or organize speeches, debates, or public events.",
    "Help them improve their storytelling abilities to engage and hold the audience's attention.",
    "Support them in using technology, like podcasts or videos, to communicate effectively in the digital age."
  ],
    "ConcentrationLevel":[
      "Praise their exceptional ability to concentrate deeply for long periods.",
      "Guide them in sharing their concentration strategies with peers to help others.",
      "Encourage them to help others create systems for maintaining focus.",
      "Praise their remarkable ability to concentrate even in highly distracting or stressful environments.",
      "Support them in staying focused on long-term academic and career goals.",
      "Help them develop a highly productive routine that emphasizes time management and concentration.",
      "Guide them to mentor others on how to maintain focus on schoolwork and personal projects.",
      "Praise their ability to create a structured study schedule that enhances concentration.",
      "Encourage them to lead group study sessions to teach concentration techniques.",
      "Support them in continuing to build concentration through advanced study methods.",
      "Praise their ability to juggle multiple complex tasks with ease and concentration.",
      "Guide them to use deep focus to tackle creative projects, personal growth, or career preparation.",
      "Praise their consistent ability to stay focused and productive, regardless of external pressures.",
      "Encourage them to model concentration for others and inspire a group focus atmosphere.",
      "Support them in recognizing the relationship between concentration and overall well-being."
    ],
    "SelfRegulation":[
      "Praise their exceptional ability to stay calm and composed during emotional crises.",
      "Guide them to teach peers about self-regulation techniques to improve emotional maturity.",
      "Encourage them to mentor others on how to handle difficult emotions and maintain self-control.",
      "Praise their consistent ability to use emotional regulation to enhance decision-making and relationships.",
      "Support them in handling high-stress situations with an advanced level of emotional maturity.",
      "Praise their strong emotional resilience and ability to recover from setbacks with ease.",
      "Guide them to integrate self-regulation strategies into all aspects of their life, including school, sports, and relationships.",
      "Encourage them to create emotional regulation workshops or activities to help others.",
      "Praise their ability to regulate not just emotions but also their thoughts and actions in a balanced way.",
      "Support them in mastering emotional regulation through deep reflection and practice.",
      "Praise their leadership in encouraging self-regulation within their peer group.",
      "Encourage them to develop a toolkit for managing high-stakes emotions in critical moments.",
      "Guide them in applying their self-regulation skills to overcome challenges in personal and academic life.",
      "Praise their ability to regulate emotions and maintain focus on long-term goals.",
      "Help them recognize that emotional regulation is key to achieving success in all areas of life."
    ],
    "StressLevel":[
      "Praise their exceptional ability to manage and reduce stress, even in the most demanding situations.",
      "Guide them in mentoring others on effective stress management techniques.",
      "Support them in leading group stress management activities or workshops.",
      "Praise their strong emotional resilience and capacity to stay positive under stress.",
      "Encourage them to share their stress-reducing strategies with peers and family.",
      "Help them develop advanced techniques for stress management, like yoga or progressive muscle relaxation.",
      "Praise their ability to help others manage stress and maintain calm in stressful environments.",
      "Encourage them to use their stress management skills to take on leadership roles in school or extracurricular activities.",
      "Praise their ongoing commitment to staying calm and collected in all circumstances.",
      "Support them in helping others build resilience and cope with stress effectively.",
      "Praise their remarkable ability to balance multiple commitments while managing stress.",
      "Guide them in developing a personal stress reduction plan for high-stakes moments, such as exams or interviews.",
      "Praise their leadership in promoting stress reduction techniques in their community.",
      "Support them in applying their stress management skills to set and achieve long-term personal goals.",
      "Praise their consistent ability to model calmness and control, regardless of the stressors around them."
    ],
    "BodyMind":[
      "Praise their exceptional mastery in coordinating mind and body in complex tasks.",
      "Support them in leading advanced body-mind coordination workshops for peers.",
      "Praise their ability to perform at the highest level in activities that require synchronization of mind and body.",
      "Guide them to mentor others in achieving superior body-mind coordination.",
      "Praise their outstanding achievements in both physical performance and mental agility.",
      "Support them in leading teams that focus on improving body-mind connection for optimal performance.",
      "Praise their ability to integrate mind-body techniques into creative and professional pursuits.",
      "Encourage them to represent their community or school in advanced sports or mental challenges.",
      "Praise their leadership in promoting physical and mental health strategies.",
      "Guide them in applying their body-mind coordination skills to advanced academic or personal challenges.",
      "Praise their commitment to continuous improvement in mind-body synchronization.",
      "Support them in achieving exceptional performance in mind-body coordination tests or challenges.",
      "Encourage them to share their body-mind coordination methods with a wider audience.",
      "Praise their remarkable ability to maintain physical performance while staying mentally focused.",
      "Support them in using their body-mind coordination skills to become a leader in their field."
    ],
    "Empathy":[
      "Praise their exceptional ability to understand and act on the emotions of others.",
      "Guide them in becoming a mentor or counselor to help others develop empathy.",
      "Praise their leadership in promoting empathy and kindness in their community or school.",
      "Support them in sharing their empathetic experiences with others to teach the value of empathy.",
      "Praise their ability to deeply connect with others and offer emotional guidance.",
      "Encourage them to take leadership roles in organizations or groups focused on fostering empathy.",
      "Praise their remarkable ability to identify and address the emotional needs of others.",
      "Support them in becoming a role model for empathy in both personal and professional contexts.",
      "Encourage them to use their empathetic abilities to lead initiatives for social good.",
      "Praise their consistent dedication to showing empathy in all aspects of life.",
      "Support them in applying empathy to foster peace and resolve conflicts effectively.",
      "Praise their exceptional ability to create environments where empathy thrives.",
      "Guide them in using their empathy to inspire positive change in their communities.",
      "Praise their influence in promoting emotional intelligence and empathy in others.",
      "Encourage them to build a career or educational path focused on helping others through empathy."
    ],
    "Motivation":[
      "Praise their exceptional ability to remain highly motivated in all areas of life.",
      "Support them in becoming a motivational speaker or leader who inspires others.",
      "Praise their influence in motivating others to pursue their goals with determination.",
      "Guide them to develop a personal brand centered around motivation and perseverance.",
      "Praise their ability to create a long-term vision and work tirelessly towards it.",
      "Support them in taking on leadership roles that require high levels of motivation and vision.",
      "Praise their remarkable ability to help others find and cultivate their inner motivation.",
      "Guide them in mentoring others to develop and sustain motivation in their own lives.",
      "Praise their dedication to constant self-improvement and motivation towards excellence.",
      "Encourage them to share their motivational journey and strategies with a wider audience.",
      "Praise their consistent ability to inspire others to take action and achieve their goals.",
      "Support them in developing a comprehensive plan for achieving personal and professional success.",
      "Praise their ability to maintain focus and motivation even during times of adversity.",
      "Guide them to use their motivation to make a positive impact in their community or industry.",
      "Encourage them to pursue their passions and encourage others to do the same."
    ],
    "SelfAwareness":[
      "Praise their exceptional ability to recognize their strengths and work continuously to improve.",
      "Guide them to use their self-awareness to become a leader and mentor for others.",
      "Praise their leadership in promoting self-awareness practices within their community or organization.",
      "Support them in sharing their insights about self-awareness with others to help them grow.",
      "Praise their ability to integrate self-awareness into every aspect of their life, from work to relationships.",
      "Guide them to become a role model for emotional intelligence and self-awareness.",
      "Praise their exceptional ability to create meaningful change in their own life through self-awareness.",
      "Support them in using self-awareness to inspire and support others on their personal growth journeys.",
      "Praise their ability to consistently live in alignment with their values and goals.",
      "Guide them to reflect regularly and take actionable steps towards continuous self-improvement.",
      "Praise their remarkable ability to remain self-aware even in challenging or stressful situations.",
      "Encourage them to pursue deeper spiritual or psychological growth to enhance their self-awareness.",
      "Praise their ability to create a lasting impact on others through their commitment to self-awareness.",
      "Support them in using their self-awareness to lead initiatives that foster emotional intelligence in others.",
      "Praise their dedication to personal growth, making them a source of inspiration to those around them."
    ],
    "Mindfulness":[
      "Praise their ability to use mindfulness in all areas of life, including academic, social, and emotional aspects.",
      "Encourage them to become a mindfulness ambassador, teaching others the benefits of mindfulness in daily life.",
      "Guide them to develop advanced mindfulness practices, such as loving-kindness meditation or mindful leadership.",
      "Praise their ability to remain mindful and present even in challenging situations like peer pressure or social anxiety.",
      "Support them in teaching mindfulness practices to younger individuals or peers.",
      "Encourage them to apply mindfulness to their creativity and problem-solving processes.",
      "Praise their ability to practice mindfulness to enhance their emotional intelligence and empathy.",
      "Guide them to create a mindfulness plan that integrates well with their personal goals and values.",
      "Praise their exceptional self-regulation and emotional control achieved through consistent mindfulness practice.",
      "Support them in creating a mindfulness community or group to share experiences and practices.",
      "Encourage them to use mindfulness as a tool for personal transformation, focusing on growth and positive change.",
      "Guide them in reflecting on how mindfulness enhances their ability to handle stress, school, and relationships.",
      "Praise their leadership in creating positive, mindful environments within their school or community.",
      "Support them in using mindfulness as a foundation for long-term mental and emotional health.",
      "Praise their exceptional dedication to mindfulness and its profound impact on their well-being."
    ],
    "Creativity":[
      "Praise their ability to lead groundbreaking creative projects that inspire and challenge others.",
      "Encourage them to create a personal portfolio that showcases their best creative work and achievements.",
      "Support them in pursuing creative ventures that align with their passion, such as writing a book or launching a business.",
      "Praise their ability to create innovative solutions to complex problems through creative thinking.",
      "Encourage them to inspire creativity in others by leading workshops or mentoring younger individuals.",
      "Guide them to push the limits of their creative expression and think beyond conventional boundaries.",
      "Praise their unique ability to blend different artistic mediums and techniques to create masterpieces.",
      "Support them in taking risks in their creative endeavors, trusting their instincts to guide them.",
      "Praise their ability to see the potential for creativity in everyday life, making ordinary moments extraordinary.",
      "Encourage them to participate in national or international creative competitions or exhibitions.",
      "Praise their exceptional ability to merge creativity with leadership, inspiring others to explore their own creative potential.",
      "Support them in making a positive impact on their community through their creative work, whether in art, design, or media.",
      "Praise their dedication to constantly refining their craft and seeking new ways to express their creativity.",
      "Encourage them to collaborate with renowned professionals in their creative field to gain new insights.",
      "Guide them to understand that creativity is not just a skill but a mindset that can be applied to any area of life."
    ],
    "TimeManagement":[
      "Praise their ability to manage multiple responsibilities, such as schoolwork, activities, and social commitments, with ease.",
      "Encourage them to mentor others in effective time management strategies.",
      "Praise their skill in balancing short-term and long-term goals, ensuring that immediate tasks do not hinder future success.",
      "Support them in creating detailed, long-term plans that align with their aspirations and career goals.",
      "Guide them in making time for self-care and reflection to ensure sustainable productivity.",
      "Praise their ability to handle complex schedules and manage large projects efficiently.",
      "Encourage them to track their time usage over extended periods to identify patterns and optimize their approach.",
      "Praise their ability to adapt to new situations and maintain high productivity without feeling overwhelmed.",
      "Guide them in prioritizing tasks effectively, knowing when to focus on important work and when to delegate.",
      "Support them in developing habits that will ensure they remain productive without compromising their health or well-being.",
      "Praise their advanced skills in managing time, especially when balancing academic, personal, and career aspirations.",
      "Help them refine their time management strategies as they prepare for adulthood and greater independence.",
      "Guide them to optimize the time spent on each task for maximum efficiency and satisfaction.",
      "Praise their consistent ability to accomplish goals with minimal procrastination.",
      "Support them in using their time management skills to pursue long-term passions, academic ambitions, or entrepreneurial endeavors."
    ],
    "Optimism":[
      "Praise their leadership in promoting optimism and positive thinking in their community or school.",
      "Support them in using optimism to inspire large-scale projects or initiatives that benefit others.",
      "Encourage them to share their optimistic mindset and coping strategies with younger peers or family members.",
      "Praise their ability to turn challenges into opportunities and motivate others to do the same.",
      "Guide them in using their optimism to drive innovative projects or solve complex problems.",
      "Praise their unwavering optimism that motivates those around them to stay positive and resilient.",
      "Encourage them to take on leadership roles in initiatives that promote positive thinking and mental well-being.",
      "Praise their ability to maintain an optimistic outlook regardless of how tough the situation may be.",
      "Guide them in creating an optimistic environment wherever they go, including school, sports, or personal projects.",
      "Support them in pursuing long-term goals with unwavering optimism and confidence in their ability to succeed.",
      "Praise their extraordinary ability to inspire optimism in others, creating a ripple effect of positivity.",
      "Encourage them to mentor others by sharing their own optimism strategies and how it helped them overcome difficulties.",
      "Praise their exceptional resilience, maintaining a positive outlook even in the face of significant challenges.",
      "Guide them to cultivate an optimistic, future-focused vision for their career and personal life.",
      "Praise their leadership in demonstrating that optimism can be a powerful force for change and success."
    ],
    "extra":[
       "Support them with a nurturing environment that promotes kindness and patience.",
      "Reinforce posi"
    ]
  }
}
